tap "apple/apple"
tap "cloudflare/cloudflare"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
brew "ack"
brew "antigen"
brew "lz4"
brew "xz"
brew "aom"
brew "automake"
brew "openssl@3"
brew "awscli"
brew "bat"
brew "bison"
brew "boost"
brew "carthage"
brew "ccat"
brew "circleci"
brew "cloudflared", link: false
brew "cmake"
brew "coreutils"
brew "ctop"
brew "dockutil"
brew "doctl"
brew "folly"
brew "fizz"
brew "mvfst"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "exiftool"
brew "libgit2"
brew "eza"
brew "fd"
brew "unbound"
brew "libass"
brew "pango"
brew "ffmpeg"
brew "ffmpeg@4"
brew "fzf"
brew "gdbm"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-tar"
brew "handbrake"
brew "helm"
brew "htop"
brew "libyaml"
brew "huggingface-cli"
brew "libheif"
brew "imagemagick"
brew "iperf"
brew "iperf3"
brew "jq"
brew "libffi"
brew "libgcrypt"
brew "libksba"
brew "libmaxminddb"
brew "libsmi"
brew "qemu"
brew "lima"
brew "llm"
brew "mas"
brew "minikube"
brew "protobuf"
brew "mosh"
brew "mplayer"
brew "mtr"
brew "mysql-client"
brew "mysql-client@8.0"
brew "ncdu"
brew "neofetch"
brew "netcat"
brew "nmap"
brew "node"
brew "nvm"
brew "openssl@1.1"
brew "p7zip"
brew "pam-reattach"
brew "parallel"
brew "pidcat"
brew "pngpaste"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "s3cmd"
brew "shellcheck"
brew "smartmontools"
brew "sox"
brew "speedtest-cli"
brew "sysbench"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "yt-dlp"
brew "zoxide"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "1password"
cask "acreom"
cask "adobe-creative-cloud"
cask "aerial"
cask "affine"
cask "aldente"
cask "android-file-transfer"
cask "android-platform-tools"
cask "android-studio"
cask "anytype"
cask "appcleaner"
cask "appflowy"
cask "arc"
cask "asana"
cask "backblaze"
cask "backblaze-downloader"
cask "bartender"
cask "battle-net"
cask "betterdisplay"
cask "bettertouchtool"
cask "bitwarden"
cask "blackhole-2ch"
cask "blender"
cask "boop"
cask "brave-browser"
cask "carbon-copy-cloner"
cask "chatgpt"
cask "chromedriver"
cask "cinebench"
cask "cleanshot"
cask "coconutbattery"
cask "contexts"
cask "crossover"
cask "curseforge"
cask "cyberduck"
cask "daisydisk"
cask "dash"
cask "diffmerge"
cask "diffusionbee"
cask "discord"
cask "docker"
cask "dockey"
cask "dolphin"
cask "dropbox"
cask "dropshare"
cask "electron-fiddle"
cask "eloston-chromium"
cask "fantastical"
cask "figma"
cask "finicky"
cask "firefox"
cask "firefox@nightly"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-nunito-sans"
cask "font-roboto-mono"
cask "fork"
cask "forklift"
cask "geekbench"
cask "github"
cask "gitkraken"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "handbrake"
cask "hyper"
cask "hyperkey"
cask "iina"
cask "imageoptim"
cask "imazing"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keepingyouawake"
cask "kegworks"
cask "keyboard-maestro"
cask "knockknock"
cask "little-snitch"
cask "lm-studio"
cask "logseq"
cask "macdown"
cask "marta"
cask "messenger"
cask "microsoft-edge"
cask "monitorcontrol"
cask "mp4tools"
cask "mullvadvpn"
cask "mx-power-gadget"
cask "notion"
cask "numi"
cask "obs"
cask "obsidian"
cask "openemu"
cask "optimus-player"
cask "orbstack"
cask "parallels"
cask "parsec"
cask "path-finder"
cask "poe"
cask "postman"
cask "proxyman"
cask "raindropio"
cask "rapidapi"
cask "raycast"
cask "redisinsight"
cask "reflect"
cask "rode-connect"
cask "safari-technology-preview"
cask "screen-studio"
cask "signal"
cask "sketch"
cask "skype"
cask "slack"
cask "spotify"
cask "standard-notes"
cask "steam"
cask "stolendata-mpv"
cask "subler"
cask "sublime-text"
cask "sunsama"
cask "tableplus"
cask "tailscale"
cask "tg-pro"
cask "ticktick"
cask "timemator"
cask "timing"
cask "topaz-video-ai"
cask "upwork"
cask "utm"
cask "vagrant"
cask "visual-studio-code"
cask "warp"
cask "webex"
cask "whatsapp"
cask "whisky"
cask "wireshark"
cask "wowup"
cask "xquartz"
cask "zeplin"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Advanced Screen Share", id: 1597458111
mas "Bear", id: 1091189122
mas "Color Picker", id: 1545870783
mas "Day One", id: 1055511498
mas "Developer", id: 640199958
mas "Disk Speed Test", id: 425264550
mas "Draw Things", id: 6444050820
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "GFXBench Metal", id: 1044629456
mas "Goodnotes", id: 1444383602
mas "Grammarly for Safari", id: 1462114288
mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "Instapaper", id: 288545208
mas "Instapaper Save", id: 1481302432
mas "Keynote", id: 409183694
mas "Kindle Classic", id: 405399194
mas "Lightweight PDF", id: 1450640351
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "NextDNS", id: 1464122853
mas "Noizio", id: 928871589
mas "NordVPN", id: 905953485
mas "Notability", id: 360593530
mas "NotePlan", id: 1505432629
mas "Numbers", id: 409203825
mas "Outbank", id: 1094255754
mas "Pages", id: 409201541
mas "Portal", id: 1436994560
mas "Save to Raindrop.io", id: 1549370672
mas "Save to Reader", id: 1640236961
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "Timery", id: 1425368544
mas "Todoist", id: 585829637
mas "Toggl Track", id: 1291898086
mas "Trello", id: 1278508951
mas "Ulysses", id: 1225570693
mas "Wayback Machine", id: 1472432422
mas "Xcode", id: 497799835
vscode "42crunch.vscode-openapi"
vscode "akamud.vscode-theme-onedark"
vscode "akamud.vscode-theme-onelight"
vscode "alefragnani.bookmarks"
vscode "alexcvzz.vscode-sqlite"
vscode "bbenoist.doxygen"
vscode "bierner.docs-view"
vscode "chaunceykiwi.json-tree-view"
vscode "chrisjaustin.postgres-plan"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "ckolkman.vscode-postgres"
vscode "codereviewforgithubcopilot.github-copilot-code-review"
vscode "codestream.codestream"
vscode "continue.continue"
vscode "cpulvermacher.lgtm"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "dnicolson.binary-plist"
vscode "dominicvonk.parameter-hints"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "figma.figma-vscode-extension"
vscode "foam.foam-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "gurumukhi.selected-lines-count"
vscode "hbenl.vscode-jasmine-test-adapter"
vscode "hbenl.vscode-mocha-test-adapter"
vscode "hbenl.vscode-test-explorer"
vscode "henrynguyen5-vsc.vsc-nvm"
vscode "idleberg.applescript"
vscode "johnpapa.vscode-peacock"
vscode "k--kato.intellij-idea-keybindings"
vscode "kenny.lightcodeios"
vscode "kodu-ai.claude-dev-experimental"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.copilot-mermaid-diagram"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-commander"
vscode "ms-vscode.vscode-copilot-data-analysis"
vscode "ms-vscode.vscode-copilot-vision"
vscode "ms-vscode.vscode-websearchforcopilot"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mysql"
vscode "mtxr.sqltools-driver-pg"
vscode "mtxr.sqltools-driver-sqlite"
vscode "multicoder.multicoder"
vscode "mutantdino.resourcemonitor"
vscode "parallelsdesktop.parallels-desktop"
vscode "percygrunwald.vscode-intellij-recent-files"
vscode "peterschmalfeldt.explorer-exclude"
vscode "qufiwefefwoyn.inline-sql-syntax"
vscode "rangav.vscode-thunder-client"
vscode "rapidapi.vscode-rapidapi-client"
vscode "rapidapi.vscode-services"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rogalmic.bash-debug"
vscode "sanaajani.taskrunnercode"
vscode "saoudrizwan.claude-dev"
vscode "sswg.swift-lang"
vscode "streetsidesoftware.code-spell-checker"
vscode "supermaven.supermaven"
vscode "sysoev.vscode-open-in-github"
vscode "tabnine.tabnine-vscode"
vscode "thadeuluz.firebase-bolt"
vscode "timonwong.shellcheck"
vscode "twxs.cmake"
vscode "uctakeoff.vscode-counter"
vscode "uniquevision.vscode-plpgsql-lsp"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "xaver.clang-format"
vscode "xyz.local-history"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
