tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "antigen"
brew "automake"
brew "awscli"
brew "carthage"
brew "ccat"
brew "cmake"
brew "coreutils"
brew "dockutil"
brew "doctl"
brew "exa"
brew "exiftool"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-tar"
brew "handbrake", link: false
brew "helm"
brew "htop"
brew "imagemagick"
brew "iperf3"
brew "jq"
brew "libgcrypt"
brew "libksba"
brew "libmaxminddb"
brew "libpq"
brew "libsmi"
brew "mas"
brew "minikube"
brew "mosh"
brew "mplayer"
brew "mpv"
brew "mtr"
brew "nativefier"
brew "ncdu"
brew "neofetch"
brew "netcat"
brew "nmap"
brew "nvm"
brew "openjdk"
brew "openssl@3"
brew "p7zip"
brew "pam-reattach"
brew "parallel"
brew "pidcat"
brew "pyenv"
brew "qemu"
brew "reattach-to-user-namespace"
brew "rsync"
brew "s3cmd"
brew "shellcheck"
brew "sox"
brew "speedtest-cli"
brew "telnet"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "watch"
brew "watchman"
brew "youtube-dl"
brew "zlib"
brew "cloudflare/cloudflare/cloudflared"
cask "1password"
cask "adobe-creative-cloud"
cask "aerial"
cask "android-studio"
cask "appcleaner"
cask "appcode"
cask "asana"
cask "backblaze"
cask "backblaze-downloader"
cask "bartender"
cask "battle-net"
cask "bitwarden"
cask "blender"
cask "brave-browser"
cask "camo-studio"
cask "carbon-copy-cloner"
cask "chromedriver"
cask "cinebench"
cask "coconutbattery"
cask "crossover"
cask "cyberduck"
cask "daisydisk"
cask "dash"
cask "diffmerge"
cask "docker"
cask "dolphin"
cask "dropbox"
cask "eloston-chromium"
cask "fantastical"
cask "figma"
cask "finicky"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-nunito-sans"
cask "fork"
cask "geekbench"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "handbrake"
cask "hyper"
cask "iina"
cask "imageoptim"
cask "intellij-idea"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keepingyouawake"
cask "krisp"
cask "macdown"
cask "messenger"
cask "microsoft-edge"
cask "movist-pro"
cask "mp4tools"
cask "mullvadvpn"
cask "notion"
cask "numi"
cask "openemu"
cask "optimus-player"
cask "parallels"
cask "parsec"
cask "postman"
cask "proxyman"
cask "pycharm"
cask "raindropio"
cask "raycast"
cask "rocket"
cask "safari-technology-preview"
cask "signal"
cask "sketch"
cask "skype"
cask "spotify"
cask "steam"
cask "subler"
cask "sublime-text"
cask "tableplus"
cask "tg-pro"
cask "toggl-track"
cask "upwork"
cask "utm"
cask "vagrant"
cask "visual-studio-code"
cask "webex"
cask "webstorm"
cask "whatsapp"
cask "wireshark"
cask "xquartz"
cask "zeplin"
cask "zerotier-one"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Bear", id: 1091189122
mas "Color Picker", id: 1545870783
mas "Day One", id: 1055511498
mas "Disk Speed Test", id: 425264550
mas "DuckDuckGo Privacy Essentials", id: 1482920575
mas "GarageBand", id: 682658836
mas "GFXBench Metal", id: 1044629456
mas "GoodNotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "Instapaper", id: 288545208
mas "Instapaper Save", id: 1481302432
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Lightweight PDF", id: 1450640351
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 1295203466
mas "NextDNS", id: 1464122853
mas "Noizio", id: 928871589
mas "NordVPN", id: 905953485
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Outbank", id: 1094255754
mas "Pages", id: 409201541
mas "Save to Raindrop.io", id: 1549370672
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Timery", id: 1425368544
mas "Todoist", id: 585829637
mas "Trello", id: 1278508951
mas "Wayback Machine", id: 1472432422
mas "Xcode", id: 497799835
